Repository: Automattic/zoninator
Catalog: language/zoninator-*.po
Languages: he_il

source: Use this widget to display a list of posts from any zone.
he_il: יש להשתמש בוידג'ט הזה כדי להציג רשימת פוסטים מאזור כלשהו.

source: Zone Posts
he_il: אזור פוסטים

source: You need to create at least one zone before you use this widget!
he_il: צריך ליצור אזור אחד לפחות לפני שניתן להשתמש בוידג'ט זה!

source: Zone:
he_il: אזור:

source: -- Select a zone --
he_il: --בחירת אזור--

source: Show zone description in widget
he_il: להציג תיאור אזור בוידג'ט

source: The zone was successfully created.
he_il: האזור נוצר בהצלחה.

source: The zone was successfully updated.
he_il: אזור עודכן בהצלחה.

source: The zone was successfully deleted.
he_il: אזור נמחק בהצלחה

source: Sorry, something went wrong! Please try again?
he_il: מצטערים, משהו פה שגוי! יש לנסות שוב.

source: Sorry, this zone is in use by %s and is currently locked. Please try again later.
he_il: מצטערים, אזור זה נמצא בשימוש על ידי %s ולכן הוא נעול ברגע זה. יש לנסות שוב מאוחר יותר.

source: Sorry, you have reached the maximum idle limit and will now be redirected to the Dashboard.
he_il: מצטערים, המערכת לא זיהתה פעילות לאחרונה, הינך מופנה אל לוח הבקרה.

source: Zones
he_il: אזורים

source: Zoninator
he_il: ניהול אזורים

source: another user
he_il: משתמש אחר

source: Edit Zone
he_il: עריכת אזור

source: Add New
he_il: הוספת חדש

source: Select a zone to edit:
he_il: בחירת אזור לעריכה:

source: -- Select --
he_il: --בחירה--

source: Select
he_il: בחירה

source: or
he_il: או

source: create a new zone
he_il: יצירת אזור חדש

source: Edit
he_il: עריכה

source: Add New Zone
he_il: הוספת אזור חדש

source: Name
he_il: שם

source: Slug
he_il: מזהה

source: Description
he_il: תיאור

source: Save
he_il: שמירה

source: Are you sure you want to delete this zone?
he_il: האם אתה בטוח שרצונך למחוק איזור זה?

source: Delete
he_il: מחיקה

source: To create a zone, enter a name (and any other info) to to left and click "Save". You can then choose content items to add to the zone.
he_il: כדי ליצור אזור, יש להזין שם (ומידע נוסף אם צריך) וללחוץ על "שמירה". לאחר מכן ניתן לבחור פריטי תוכן ולהוסיף לאזור.

source: Click and drag to change the position of this item.
he_il: יש ללחוץ ולגרור כדי לשנות את המיקום של פריט זה.

source: Opens in new window
he_il: פתיחה בלשונית חדשה

source: Remove this item from the zone
he_il: למחוק פריט זה מהאזור

source: Remove
he_il: הסרה

source: View
he_il: תצוגה

source: Hide
he_il: להסתיר

source: Show Filters
he_il: להציג סינון

source: Filter:
he_il: סינון:

source: Show all Categories
he_il: הצגת כל הקטגוריות

source: No results found
he_il: לא נמצאו תוצאות

source: Choose post from %s
he_il: לבחור פוסט מ %s

source: Choose a post
he_il: בחירת פוסט

source: Add Recent Content
he_il: להוסיף תוכן אחרון

source: Search for content
he_il: חיפוש בתוכן

source: Enter a term or phrase in the text box above to search for and add content to this zone.
he_il: יש להזין מונח או ביטוי בתיבת הטקסט כדי לחפש ולהוסיף תוכן לאזור זה.

source: (no title)
he_il: (ללא כותרת)

source: Slug is a required field.
he_il: מזהה פוסט הינו שדה חובה

source: Sorry, that zone doesn't exist.
he_il: מצטערים, אזור זה לא קיים.

source: Sorry, we couldn't delete the zone.
he_il: מצטערים, לא ניתן למחוק אזור זה.

source: Sorry, you're not supposed to do that...
he_il: מצטערים, איך לך הרשאות לעשות זאת...

source: Invalid zone supplied
he_il: הוזן אזור לא תקין

source: No zone posts found
he_il: לא נמצא אזור פוסטים

source: Privately Published
he_il: פרטי

source: Published
he_il: פורסם

source: Scheduled
he_il: מתוזמן

source: Pending Review
he_il: בהמתנה

source: Draft
he_il: טיוטה

source: All
he_il: הכל

source: Today
he_il: היום

source: Yesterday
he_il: אתמול
